[XComGameState_LWOverhaulOptions]
LWOverhaulTabName="LONG WAR 2"
GrazeBandWidthMod="擦伤带"
GrazeBandWidthModTooltip="这决定了一次射击能够判定为擦伤的最短距离。"
GrazeBandValue="数值：<XGParam:IntValue0>"
PauseOnRecruitMod="招募时暂停"
PauseOnRecruitModTooltip="当避难所招募了一个新士兵或反抗军时暂停全息地球仪"

[UIScreenListener_ShellDifficulty]
strIncompatibleModsTitle="出现重复模组"
strIncompatibleModsText="监测到重复模组：\n%modnames%\n这些模组已经集成进了该模组，应该在启动器中禁用。选择继续可能会导致性能低下或不稳定的状况发生。如要运行请自担风险。"

[UIMission_LWCustomMission]
m_strMissionDifficulty_start="底线敌人活动"

[ProtectRegionEarly X2LWAlienActivityTemplate]
ActivityName="ProtectRegion1Activity"
ActivityObjectives[0]="找到一个线索"

+MissionDescriptions=(MissionFamily="Recover_LW", Description="我们已经发现了一个变种人活动的潜在线索。应该前去调查。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Hack_LW", Description="我们已经发现了一个变种人活动的潜在线索。应该前去调查。", MissionIndex=0)

[ProtectRegionMid X2LWAlienActivityTemplate]
ActivityName="ProtectRegion2Activity"
ActivityObjectives[0]="解放：解救一位背叛者"

+MissionDescriptions=(MissionFamily="Extract_LW", Description="我们可以在这片区域解救出一位掌握着外星人弱点的重要信息的变种人背叛者。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Rescue_LW", Description="我们已经得知了这片地区一位反抗军支持者拥有外星人弱点的重要信息。", MissionIndex=0)

[ProtectRegion X2LWAlienActivityTemplate]
ActivityName="ProtectRegion3Activity"
ActivityObjectives[0]="解放：阻碍变种人行动"
ActivityObjectives[1]="解放：摧毁网络塔"
ActivityObjectives[2]="解放：突击变种人基地"

+MissionDescriptions=(MissionFamily="DestroyObject_LW", Description="我们得知有变种人的设备在干扰反抗军交流网络。我们必须摧毁它。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Neutralize_LW", Description="我们的工作让我们找到了一位在建议敌人在该地区行动的人类变种人官员。我们需要清除那个人。", MissionIndex=0)

+MissionDescriptions=(MissionFamily="AssaultNetworkTower_LW", Description="我们在这个地区的胜算正在增加。是时候去摧毁他们在地区中心的交流中枢了。", MissionIndex=1)

+MissionDescriptions=(MissionFamily="AssaultAlienBase_LW", Description="随着变种人在该地区的行动变得混乱，我们可以突袭他们当地的军事总部，从他们的手中解放这片区域。", MissionIndex=2)

[Counterinsurgency X2LWAlienActivityTemplate]
ActivityName="CounterinsurgencyActivity"
ActivityObjectives[0]="阻止反抗军数据泄露"
ActivityObjectives[1]="防守反抗军避难所"

+MissionDescriptions=(MissionFamily="DestroyObject_LW", Description="变种人在这个地区调查我们的行动。我们的避难所可能会有危险。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Terror_LW", Description="敌人的势力正在接近我们的避难所。我们必须赶去防守它和在那的人民。", MissionIndex=1)
+MissionDescriptions=(MissionFamily="Defend_LW", Description="敌人的势力正在接近我们的避难所。我们必须赶去防守它和在那的人民。", MissionIndex=1)

[ReinforceActivity X2LWAlienActivityTemplate]
ActivityName="ReinforceActivity"
ActivityObjectives[0]="拦截变种人增援"
+MissionDescriptions=(MissionFamily="SupplyLineRaid_LW", Description="我们已经检测到了变种人的军队，其目的是对我们在该地区的行动作出反应。", MissionIndex=0)

[COINResearch X2LWAlienActivityTemplate]
ActivityName="COINResearchActivity"
ActivityObjectives[0]="封锁变种人军事研发"
+MissionDescriptions=(MissionFamily="Recover_LW", Description="我们发现了一个阻止外星人完成一项军事研究计划的机会。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Hack_LW", Description="我们发现了一个阻止外星人完成一项军事研究计划的机会。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="DestroyObject_LW", Description="我们发现了一个阻止外星人完成一项外星军事研究计划的机会。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Neutralize_LW", Description="我们发现了一个干掉变种人的人类官员以阻止外星人完成一项军事研究计划的机会。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Rescue_LW", Description="我们发现了一个拯救一位被强迫协助一项外星军事研究计划的科学家的机会。", MissionIndex=0)

[COINOps X2LWAlienActivityTemplate]
ActivityName="COINOpsActivity"
ActivityObjectives[0]="攻击变种人反暴动行动。"
+MissionDescriptions=(MissionFamily="Recover_LW", Description="变种人正在组织行动妨碍反抗军和XCOM。我们有机会阻止他们。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Hack_LW", Description="变种人正在组织行动妨碍反抗军和XCOM。我们有机会阻止他们。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="DestroyObject_LW", Description="变种人正在组织行动妨碍反抗军和XCOM。我们有机会阻止他们。", MissionIndex=0)

[BuildResearchFacility X2LWAlienActivityTemplate]
ActivityName="BuildResearchFacilityActivity"
ActivityObjectives[0]="伏击变种人工程单位"
+MissionDescriptions=(MissionFamily="SupplyLineRaid_LW", Description="我们得知外星人打算在这片地区开设一个新的研究设施。我们可以打击工程单位以阻止他们。", MissionIndex=0)

[RegionalAvatarResearch X2LWAlienActivityTemplate]
ActivityObjectives[0]="突击外星人研究实验室"
+MissionDescriptions=(MissionFamily="Sabotage_LW", Description="我们已经找出了一个重要的外星人研究设施的位置。让我们将其化为焦土吧。", MissionIndex=0)

[ScheduledOffworldReinforcements X2LWAlienActivityTemplate]
ActivityName="ScheduledOffworldReinforcementsActivity"
ActivityObjectives[0]="找到一个线索"
ActivityObjectives[1]="回收幽浮物资"

+MissionDescriptions=(MissionFamily="Recover_LW", Description="我们已经发现了一个变种人活动的潜在线索。应该前去调查。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Hack_LW", Description="我们已经发现了一个变种人活动的潜在线索。应该前去调查。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="SecureUFO_LW", Description="我们的情报告诉我们在地面有一架无法运转的幽浮。", MissionIndex=1)

[EmergencyOffworldReinforcements X2LWAlienActivityTemplate]
ActivityName="EmergencyOffworldReinforcementsActivity"
ActivityObjectives[0]="找到一个线索"
ActivityObjectives[1]="回收幽浮物资"
+MissionDescriptions=(MissionFamily="Recover_LW", Description="我们发现了一个变种人活动的潜在线索。应该前去调查。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Hack_LW", Description="我们发现了一个变种人活动的潜在线索。应该前去调查。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="SecureUFO_LW", Description="我们的情报告诉我们在地面有一架无法运转的幽浮。", MissionIndex=1)

[SuperEmergencyOffworldReinforcements X2LWAlienActivityTemplate]
ActivityName="SuperEmergencyOffworldReinforcementsActivity"
ActivityObjectives[0]="找到一个线索"
ActivityObjectives[1]="回收幽浮物资"

+MissionDescriptions=(MissionFamily="Recover_LW", Description="我们发现了一个变种人活动的潜在线索。应该前去调查。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Hack_LW", Description="我们发现了一个变种人活动的潜在线索。应该前去调查。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Rescue_LW", Description="我们得知了一位变种人囚犯的位置，他可能有敌人行动的线索。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="SecureUFO_LW", Description="我们的情报告诉我们在地面有一架无法运转的幽浮。", MissionIndex=1)

[Invasion X2LWAlienActivityTemplate]
ActivityName="InvasionActivity"
ActivityObjectives[0]="伏击变种人高级部队"
ActivityObjectives[1]="防守临时政府"

+MissionDescriptions=(MissionFamily="SupplyLineRaid_LW", Description="我们已经监测到变种人军队已进入了这片区域。阻止他们的前进非常重要。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Invasion_LW", Description="变种人正试图入侵该地区并进攻临时政府。防守我们的人民，不然外星人将再次控制这片区域。", MissionIndex=1)

[Foothold X2LWAlienActivityTemplate]
ActivityName="FootholdActivity"
ActivityObjectives[0]="攻击幽浮突袭运输舰"
ActivityObjectives[1]="防守临时政府"

+MissionDescriptions=(MissionFamily="SecureUFO_LW", Description="外星人正试图在地球上重建据点。我们可以通过在他们的突袭运输舰着陆时攻击他们来阻止。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Invasion_LW", Description="外星人正试图入侵该地区并进攻临时政府。防守我们的人民，不然外星人将再次控制这片区域。", MissionIndex=1)

[Propaganda X2LWAlienActivityTemplate]
ActivityName="PropagandaActivity"
ActivityObjectives[0]="获取变种人的注意"
+MissionDescriptions=(MissionFamily="SabotageCC_LW", Description="外星人占据了一座相对不受保护的城市中心设施。我们可以进攻他们其中一座纪念碑以传递信息，但是变种人肯定会有所回应。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Neutralize_LW", Description="我们已经得知在变种人管理系统一位高级人类官员，在接下来的一段时间内的所受到的保护势力相对较弱。我们可以干掉他，但变种人一定会有所注意。", MissionIndex=0)

[ProtectResearch X2LWAlienActivityTemplate]
ActivityName="ProtectResearchActivity"
ActivityObjectives[0]="找到一个线索"
+MissionDescriptions=(MissionFamily="Recover_LW", Description="我们发现了一个变种人活动的潜在线索。应该前去调查。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Hack_LW", Description="我们发现了一个变种人活动的潜在线索。应该前去调查。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="DestroyObject_LW", Description="我们发现一个变种人设备正在干扰反抗军通讯。如果摧毁它，我们就可以获得新的情报源和数据。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Rescue_LW", Description="我们得知了一位变种人囚犯的位置，他可能有敌人行动的线索。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Extract_LW", Description="我们得知了一位变种人设施的背叛者的位置，他可能有敌人行动的线索并需要解救。", MissionIndex=0)

[ProtectData X2LWAlienActivityTemplate]
ActivityName="ProtectDataActivity"
ActivityObjectives[0]="找到一个线索"
+MissionDescriptions=(MissionFamily="Recover_LW", Description="我们发现了一个变种人活动的潜在线索。应该前去调查。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Hack_LW", Description="我们发现了一个变种人活动的潜在线索。应该前去调查。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="DestroyObject_LW", Description="我们发现一个变种人设备正在干扰反抗军通讯。如果摧毁它，我们就可以获得新的情报源和数据。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Rescue_LW", Description="我们得知了一位变种人囚犯的位置，他可能有敌人行动的线索。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Extract_LW", Description="我们得知了一位变种人设施的背叛者的位置，他可能有敌人行动的线索并需要解救。", MissionIndex=0)

[TroopManeuvers X2LWAlienActivityTemplate]
ActivityName="TroopManeuversActivity"
ActivityObjectives[0]="减少敌人强度"
+MissionDescriptions=(MissionFamily="TroopManeuvers_LW", Description="变种人让他们的一个作战单位暴露在了我们部队的攻势之下。")

[HighValuePrisoner X2LWAlienActivityTemplate]
ActivityName="HighValuePrisonerActivity"
ActivityObjectives[0]="解救一位重要的囚犯"
+MissionDescriptions=(MissionFamily="Rescue_LW", Description="我们已经知悉了变种人关押一位重要囚犯的位置了。我们有机会解救他。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Extract_LW", Description="我们得知有一位从变种人设施中逃出来的人员能够帮到反抗军。我们有机会解救他。", MissionIndex=0)

[PoliticalPrisoners X2LWAlienActivityTemplate]
ActivityName="PoliticalPrisonersActivity"
ActivityObjectives[0]="俘获的反叛者"
+MissionDescriptions=(MissionFamily="Jailbreak_LW", Description="一组反抗军成员被关押在一个保护设施内。我们有机会解救他们。", MissionIndex=0)

[IntelRaid X2LWAlienActivityTemplate]
ActivityName="IntelRaidActivity"
ActivityObjectives[0]="保护反抗军资产"
+MissionDescriptions=(MissionFamily="IntelRaid_LW", Description="一支反抗军的采集小队被变种人监测到了。我们必须从变种人突击小队手中防卫我们的人和硬件设施。")

[SupplyConvoy X2LWAlienActivityTemplate]
ActivityName="SupplyConvoyActivity"
ActivityObjectives[0]="保护反抗军资产"
+MissionDescriptions=(MissionFamily="SupplyConvoy_LW", Description="变种人军队正打算突袭一个反抗军补给队。我们需要保护我们的人和物资。")

[RecruitRaid X2LWAlienActivityTemplate]
ActivityName="RecruitRaidActivity"
ActivityObjectives[0]="保护反抗军资产"
+MissionDescriptions=(MissionFamily="RecruitRaid_LW", Description="一个反抗军招募单位遇见了一支变种人巡逻队。我们需要立刻解救出人员。")

[Snare X2LWAlienActivityTemplate]
ActivityName="SnareActivity"
ActivityObjectives[0]="找到一个线索"
+MissionDescriptions=(MissionFamily="Recover_LW", Description="我们发现了一个变种人活动的潜在线索。应该前去调查。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Hack_LW", Description="我们发现了一个变种人活动的潜在线索。应该前去调查。", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Rescue_LW", Description="我们得知了一位变种人囚犯的位置，他可能有敌人行动的线索。", MissionIndex=0)

[DebugMission X2LWAlienActivityTemplate]
ActivityObjectives[0]="DEBUG Mission"

[Rendezvous X2LWAlienActivityTemplate]
ActivityName="RendezvousActivity"
ActivityObjectives[0]="Dummy mission"
ActivityObjectives[1]="伏击变种人部队"
+MissionDescriptions=(MissionFamily="Rendezvous_LW", Description="Dummy mission", MissionIndex=0)
+MissionDescriptions=(MissionFamily="Rendezvous_LW", Description="在避难所附近猎杀无面怪间谍和他们的变种人联系人", MissionIndex=1)

[X2Item_LWGauntlet]
PrimaryRangeLabel="火箭射程"
PrimaryRadiusLabel="火箭半径"
SecondaryRangeLabel="火焰喷射器射程"
SecondaryRadiusLabel="火焰喷射器半径"

[LWGauntlet_CV X2MultiWeaponTemplate]
FriendlyName="臂套"
FriendlyNamePlural="臂套"
BriefSummary="迷你火箭弹和火焰喷射器相结合的设计，是为了能够使其掌控多样化的战斗情景。"
TacticalText="<Bullet/> XCOM臂套是一种带有迷你火箭弹发射器和火焰喷射器的高级设备。<br/><Bullet/> 火箭发射器最初携带一枚火箭且有3格半径的范围效果。<br/><Bullet/> 它能够瞄准视野范围内的任何东西。<br/><Bullet/> 根据弹着点的不同，火箭弹的伤害也会减少。<br/><Bullet/> 火焰喷射器是能够对锥形范围内的多个目标造成伤害的短距离武器。<br/><Bullet/> 火焰喷射器拥有两次充能，在没有升级前无法伤害机械单位。<br/><Bullet/> 使用任一臂套能力都需要一个行动点并会结束你的回合。<br/><Bullet/> 火箭精确度受到士兵命中、目标距离以及士兵本回合是否使用过行动点等因素影响。低精度的火箭散布值更大，更可能击中与目标地点相去甚远的地方。火箭的最大可能散布将在弹窗中给出，具体地点的预计（平均）散布值将伴随瞄准指针一同显示。"
AbilityDescName="臂套"

[LWGauntlet_MG X2MultiWeaponTemplate]
FriendlyName="臂套第II型"
FriendlyNamePlural="臂套第II型"
BriefSummary="第II型臂套拥有比第I型更高的伤害。"
TacticalText="<Bullet/> XCOM臂套是一种带有迷你火箭弹发射器和火焰喷射器的高级设备。<br/><Bullet/> 火箭发射器最初携带一枚火箭且有3格半径的范围效果。<br/><Bullet/> 它能够瞄准视野范围内的任何东西。<br/><Bullet/> 根据弹着点的不同，火箭弹的伤害也会减少。<br/><Bullet/> 火焰喷射器是能够对锥形范围内的多个目标造成伤害的短距离武器。<br/><Bullet/> 火焰喷射器拥有两次充能，在没有升级前无法伤害机械单位。<br/><Bullet/> 使用任一臂套能力都需要一个行动点并会结束你的回合。<br/><Bullet/> 火箭精确度受到士兵命中、目标距离以及士兵本回合是否使用过行动点等因素影响。低精度的火箭散布值更大，更可能击中与目标地点相去甚远的地方。火箭的最大可能散布将在弹窗中给出，具体地点的预计（平均）散布值将伴随瞄准指针一同显示。"
AbilityDescName="臂套"

[LWGauntlet_CG X2MultiWeaponTemplate]
FriendlyName="臂套第III型"
FriendlyNamePlural="臂套第III型"
BriefSummary="第III型臂套比第I型和第II型造成更多伤害。"
TacticalText="<Bullet/> XCOM臂套是一种带有迷你火箭弹发射器和火焰喷射器的高级设备。<br/><Bullet/> 火箭发射器最初携带一枚火箭且有3格半径的范围效果。<br/><Bullet/> 它能够瞄准视野范围内的任何东西。<br/><Bullet/> 根据弹着点的不同，火箭弹的伤害也会减少。<br/><Bullet/> 火焰喷射器是能够对锥形范围内的多个目标造成伤害的短距离武器。<br/><Bullet/> 火焰喷射器拥有两次充能，在没有升级前无法伤害机械单位。<br/><Bullet/> 使用任一臂套能力都需要一个行动点并会结束你的回合。<br/><Bullet/> 火箭精确度受到士兵命中、目标距离以及士兵本回合是否使用过行动点等因素影响。低精度的火箭散布值更大，更可能击中与目标地点相去甚远的地方。火箭的最大可能散布将在弹窗中给出，具体地点的预计（平均）散布值将伴随瞄准指针一同显示。"
AbilityDescName="臂套"

[LWGauntlet_BM X2MultiWeaponTemplate]
FriendlyName="爆裂炮臂套"
FriendlyNamePlural="爆裂炮臂套"
BriefSummary="高级臂套武器能造成巨大伤害，并且迷你火箭现在也能自动引导至它们的目标了。"
TacticalText="<Bullet/> 高级臂套的爆裂炮发射器组件能发射一枚高科技的火箭弹，能够通过导航绕过阻碍的地形。\n<Bullet/> 升级的火焰喷射器会在小范围的锥形区域内造成巨量伤害，对环境和敌方目标造成同等伤害。<Bullet/> 根据弹着点的不同，火箭弹的伤害也会减少。<br/><Bullet/> 火焰喷射器是能够对锥形范围内的多个目标造成伤害的短距离武器。<br/><Bullet/> 火焰喷射器拥有两次充能，在没有升级前无法伤害机械单位。<br/><Bullet/> 使用任一臂套能力都需要一个行动点并会结束你的回合。<br/><Bullet/> 火箭精确度受到士兵命中、目标距离以及士兵本回合是否使用过行动点等因素影响。低精度的火箭散布值更大，更可能击中与目标地点相去甚远的地方。火箭的最大可能散布将在弹窗中给出，具体地点的预计（平均）散布值将伴随瞄准指针一同显示。"
AbilityDescName="臂套"

[UISquadSelect_InfiltrationPanel]
strInfiltrationTitle="潜入总计："
strBaseInfiltrationTitle="基础潜入："
strSquadSizeTitle="小队规模调整："
strCovertnessTitle="能力和装备调整："
strMissionTimeTitle="任务到期时间："
strDaysAndHours="<XGParam:IntValue0>天， <XGParam:IntValue1>小时"
strMinusDaysAndHours="- <XGParam:IntValue0>天， <XGParam:IntValue1>小时"
strPlusDaysAndHours="+ <XGParam:IntValue0>天， <XGParam:IntValue1>小时"
strMissionIndefinite="无限期："

[UIScreenListener_DropShipBriefing_MissionStart]
strLaunchingInfiltration="联系迫近"

[UIUtilities_Text_LW]
m_strHelp="帮助"

[X2Ability_LW_GearAbilities]
strWeight="小型物品重量"
AblativeHPLabel="额外HP"

[X2Ability_LW_TechnicalAbilitySet]
strMaxScatter="\n最大散布（区块）："

[XComGameState_LWListenerManager]
strCritReductionFromConditionalToHit="命中"
m_strOnLiaisonMission="避难所顾问"
m_strSoldierInfiltrating="渗透中"
CannotModifyOnMissionSoldierTooltip="不能修改任务中的士兵"
strTimeRemainingHoursOnly="<XGParam:IntValue0>小时"
strTimeRemainingDaysAndHours="<XGParam:IntValue1>天，<XGParam:IntValue0>小时"
ResistanceHQBodyText="获取反抗军避难所信息"
strUnitAlreadyInSquadStatus="单位在另一支小队中"
strUnitInSquadStatus="单位在一支小队中"
strRankTooLow="级别太低"

[X2Effect_LWHolotarget]
HoloTargetEffectName="被全息瞄准"

[XComGameState_LWPersistentSquad]
+DefaultSquadNames="威胁者"
+DefaultSquadNames="巫毒"
+DefaultSquadNames="剑客"
+DefaultSquadNames="超级6"
+DefaultSquadNames="轻骑兵"
+DefaultSquadNames="龙骑士"
+DefaultSquadNames="恶魔"
+DefaultSquadNames="野兽"
+DefaultSquadNames="先锋"
+DefaultSquadNames="胜利"
+DefaultSquadNames="睡魔"
+DefaultSquadNames="飓风"
+DefaultSquadNames="志愿者"
+DefaultSquadNames="灰熊"
+DefaultSquadNames="冠石"
+DefaultSquadNames="啸鹰"
+DefaultSquadNames="职业杀手"
+DefaultSquadNames="刺客"
+DefaultSquadNames="猛禽"
+DefaultSquadNames="蝮蛇"
+DefaultSquadNames="Vega"
+DefaultSquadNames="恶棍"
+DefaultSquadNames="掠夺者"
+DefaultSquadNames="黑色守卫"
+DefaultSquadNames="无赖"
+DefaultSquadNames="鬼龙会"
+DefaultSquadNames="三叉戟"
+DefaultSquadNames="森林狼"

+TempSquadNames="阿尔法"
+TempSquadNames="杀手"
+TempSquadNames="Charlie"
+TempSquadNames="三角洲"
+TempSquadNames="回音"
+TempSquadNames="狐步"
+TempSquadNames="高尔夫"
+TempSquadNames="旅馆"
+TempSquadNames="印度"
+TempSquadNames="朱丽叶"
+TempSquadNames="基洛"
+TempSquadNames="利马"
+TempSquadNames="麦克"
+TempSquadNames="11月"
+TempSquadNames="奥斯卡"
+TempSquadNames="老爹"
+TempSquadNames="魁北克"
+TempSquadNames="罗密欧"
+TempSquadNames="齿脊"
+TempSquadNames="探戈"
+TempSquadNames="制服"
+TempSquadNames="维克多"
+TempSquadNames="扬基"
+TempSquadNames="祖鲁"


BackupSquadName="XCom小队<XGParam:StrValue0>"
BackupTempSquadName="临时小队<XGParam:StrValue0>"

[UIScreenListener_LivingQuarters]
+m_strSquadSelection="小队营房"

[UIScreenListener_Alert]
m_strNewRebelsAvailableTitle="新反抗军人员已获得"
m_strNewRebelsAvailable="反抗军避难所正在等待任务分配：%REGION"
m_strHelpBMGoodsDescription="指挥官，黑市已有新的科学家、工程师和老兵可供招募！"

m_strInvasionTitle="变种人入侵"
m_strInvasionLabel="解放受突袭的地区"
m_strInvasionBody="指挥官，变种人正在试图重新征服已解放地区。他们正在对临时政府的总部发动一次大规模的进攻。"
m_strInvasionFlare="紧急通信"
m_strInvasionConfirm="查看入侵地点"

m_strRepeatResearch="重复研究"

[UIScreenListener_ArmoryWeaponUpgrade_LW]
strStripWeaponUpgradesButton="去除武器升级"
strStripWeaponUpgradesTooltip="去除所有升级和自定义，将武器返回至一般物品栏"
strStripWeaponUpgradeDialogueTitle="确认去除所有升级"
strStripWeaponUpgradeDialogueText="你确定要去除该武器的所有升级并将其退回普通武器库？"

[UIPersonnel_SquadBarracks]
strSquadBarrackTitle="小队：<XGParam:StrValue0>"
strUnassignedSoldierTitle="未分配的士兵"
strEdit="查看"
strSelect="选取"
strSquad="小队"
strRenameSquad="重命名小队"
strEditBiography="编辑历史"
strDeleteSquad="删除小队"
strAddSquad="创建小队"
strViewUnassigned="分配士兵"
strViewSquad="小队士兵"
strDeleteSquadConfirm="确认删除小队"
strDeleteSquadConfirmDesc="确定删除该小队？"
strMissions="任务：<XGParam:IntValue0>"
strDefaultSquadBiography="已激活 <XGParam:StrValue0>"

[UISquadContainer]
DefaultSquadTitle="小队"

[UISquadListItem]
sSquadOnMission="任务中"
sSquadAvailable="可供使用"
sCovertness="潜行：<XGParam:IntValue0>"

[UIScreenListener_SquadSelect_LW]
strSave="保存"
strSquad="小队"
strStart="开始"
strInfiltration="潜入"

[UIScreenListener_SkyrangerArrives_LW]
strLaunchInfiltration="开始潜入"
strAbortInfiltration="放弃潜入"
strContinueInfiltration="继续潜入"

[XComGameState_LWSquadManager]
LabelBarracks_SquadManagement="小队管理"
TooltipBarracks_SquadManagement="管理未变动的小队"

[UIStrategyMapItem_Mission_LW]
strRecon="潜入"

[UIMission_LWLaunchDelayedMission]
m_strMission="潜入"
m_strOptions="潜入选项"
m_strImageGreeble="安全信息"
m_strWait="等待"
m_strAbort="放弃"
m_strBoostInfiltration="潜入加强"
m_strAlreadyBoostedInfiltration="<XGParam:StrValue0>小队已经加强了潜入"
m_strInsufficentIntelForBoostInfiltration="情报不足"
m_strBoostInfiltrationDescription="你可以花费<XGParam:StrValue0>在此任务中加强<XGParam:IntValue1>%的小队的潜入率。强化是有追溯效力的。是否想要花费情报？"
m_strViewSquad="查看小队"
m_strInfiltrationStatusExpiring="<XGParam:IntValue0>% 已潜入 / 离100%还有<XGParam:IntValue1>天 <XGParam:IntValue2>小时"
m_strInfiltrationStatusMissionEnding="<XGParam:IntValue0>% 已潜入 / 离最后时间还有<XGParam:IntValue1>天 <XGParam:IntValue2>小时"
m_strInfiltrationStatusNonExpiring="<XGParam:IntValue0>% 已潜入"
m_strInfiltrationConsequence="敌方状态： <XGParam:StrValue0>"
m_strMustLaunchMission="任务时限：必须发起或放弃"
m_strInsuffientInfiltrationToLaunch="离发起任务还需潜入到至少<XGParam:IntValue0>%。"

; these need to be coordinated in length with the  in LW_InfiltrationSettings.ini : AlertModifierAtInfiltration
+m_strAlertnessModifierDescriptions[0]="无法攻取的"
+m_strAlertnessModifierDescriptions[1]="无法攻取的"
+m_strAlertnessModifierDescriptions[2]="无法攻取的"
+m_strAlertnessModifierDescriptions[3]="已加固"
+m_strAlertnessModifierDescriptions[4]="已加固"
+m_strAlertnessModifierDescriptions[5]="已加固"
+m_strAlertnessModifierDescriptions[6]="警戒的"
+m_strAlertnessModifierDescriptions[7]="警戒的"
+m_strAlertnessModifierDescriptions[8]="警戒的"
+m_strAlertnessModifierDescriptions[9]="有守备的"
+m_strAlertnessModifierDescriptions[10]="有守备的"
+m_strAlertnessModifierDescriptions[11]="有守备的"
+m_strAlertnessModifierDescriptions[12]="一般"
+m_strAlertnessModifierDescriptions[13]="脆弱的"
+m_strAlertnessModifierDescriptions[14]="脆弱的"
+m_strAlertnessModifierDescriptions[15]="脆弱的"

[UIMission_LWCustomMission]
+m_strUrgent="安全漏洞"
+m_strRendezvousMission="集结点"
+m_strRendezvousDesc="**在<XGParam:StrValue0/!WorldRegionName>的反抗军避难所收到未授权的信号** 避难所的顾问和志愿者将会去拦截信号并在附近的见面地点清除间谍和他们的变种人管理者。"

m_strInvasionMission="入侵"
m_strInvasionWarning="警告"
m_strInvasionDesc="变种人军队发起了对<XGParam:StrValue0/!WorldRegionName/>的一次入侵！我们必须立刻回应不然这个地区将会重新回到变种人的控制中。"

[UIStrategyMapItem_Region_LW]
m_strOutpostTitle="避难所：<XGParam:StrValue0>"
m_strAlertLevel="变种人力量：<XGParam:IntValue0>"
m_strLiberatedRegion="已解放地区："
m_strStaffingPinText="S:<XGParam:IntValue0> I:<XGParam:IntValue1> R:<XGParam:IntValue2>"
m_strStaffingPinTextMore="H:<XGParam:IntValue0>"
m_strMonthlyRegionalIncome="+§<XGParam:IntValue0> (+§<XGParam:IntValue1>)"

[XComGameState_LWOutpostManager]
LabelCQ_ResistanceManagement="反抗军管理"
TooltipCQ_ResistanceManagement="管理地区内反抗军避难所"

[UIResistanceManagement_LW]
m_strTitle="反抗军总览"
m_strLabel="反抗军避难所联络中..."
m_strRegionLabel="地区"
m_strStrength="变种人强度"
m_strAdviserLabel="HA"
m_strIncomeLabel="收入"
m_strRebelCountLabel="避难所"
m_strADVENTUnitSingular="军团"
m_strADVENTUnitPlural="军团"

m_strGlobalAlert="总体变种人强度："
m_strGlobalInsurgency="• 总体反抗军威胁："
m_strAvatarPenalty="• 化身进度减慢了<XGParam:IntValue0/>%"
m_strThreatVeryLow="低"
m_strThreatLow="有守备的"
m_strThreatMedium="较高"
m_strThreatHigh="高"
m_strThreatVeryHigh="严峻"
m_strLiberated="已解放"

[UIOutpostManagement]
m_strTitle="避难所管理"
m_strLabel="Placeholder UI for Haven management..."
m_strName="名称"
m_strMission="任务"
m_strBuildRadioRelay="建造无线电中继站"
m_strLiaisonTitle="避难所顾问"
; 0=Alert, 1=Vigilance, 2=Force
m_strRegionalInfo="变种人力量：<XGParam:IntValue0/>"
m_strResistanceMecs="反抗军MEC：<XGParam:IntValue0/>"
m_strProhibited="被禁止"
m_strCannotChangeLiaisonTitle="无法移动顾问"
m_strCannotChangeLiaison="由于该地区有活跃的任务，顾问现在无法更改"

[UIScreenListener_TacticalHUD]
strEvacRequestTitle="撤离已请求"
strEvacRequestSubtitle="距离天际游侠号到达的回合"

[LWRebelJob_DefaultJobSet]
strRebelRecruited="%UNIT被在%REGION的避难所招募"
strSoldierRecruited="%UNIT在%REGION已完成了联络，现已能够被招募了"
strStaffRecruited="从%REGION招募了%TITLE %UNIT"

;; REBEL JOB TEMPLATES
[NoJob LWRebelJobTemplate]
strJobName="无"

[Resupply LWRebelJobTemplate]
strJobName="补给"

[Recruit LWRebelJobTemplate]
strJobName="招募新兵"

[Intel LWRebelJobTemplate]
strJobName="情报"

[Hiding LWRebelJobTemplate]
strJobName="藏匿"

[RebelJobMissions LWRebelJobTemplate]
strJobName="任务"

[UIScreenListener_ResistanceReport]
m_strStaffingHelp="在黑市招募新职员！"

;;HELP TEMPLATES
[ResistanceManagement_Help LWHelpTemplate]
m_strHelpTitle="反抗军管理"
m_strHelpText="反抗军管理面板能让XCOM指挥全世界的反抗军行动。新的反抗军避难所会在联系已建立的地方出现，附带有他们目前实力和活动的简报。选择一个地区前往避难所管理界面并调整反抗军在这片地区的优先度。在反抗军总览界面，某地区名称旁边的一个或两个小点表示该地区的解放进度。"
m_strHelpButtonTooltip="反抗军管理帮助"

[OutpostManagement_Help LWHelpTemplate]
m_strHelpTitle="避难所管理"
m_strHelpText="在这个面板中，在反抗军避难所中的反抗军成员能够分配任务协助XCOM与变种人之间的战斗，而指挥官能够通过点击图片框分配一位XCOM成员作为顾问与避难所进行联合。士兵顾问能够协助招募以及进行内部安保；科学家顾问能够帮助收集情报，而工程师顾问能够协助收集补给。要查看这些功能的完整介绍，请查看指挥官舱室XCOM档案库的反抗军避难所条目。"
m_strHelpButtonTooltip="避难所管理帮助"

[Personnel_SquadBarracks_Help LWHelpTemplate]
m_strHelpTitle="小队管理"
m_strHelpText="小队管理面板允许XCOM创建并管理派出执行任务的小队。小队是预组成的士兵小组，能够在小队选择菜单通过简单的一个动作分配到任务中。小队的运转按照以下的规则进行：<br/><Bullet/> 一个小队最多10名士兵，小队可以在任务前的小队选择界面进行选择。<br/><Bullet/> 如果有小队成员受伤、训练中或不适合任务，你可以根据任务的不同在未分配的士兵库中选择一位临时的替补小队成员。<br/><Bullet/> 你也可以在任务开始前组建一支完全由未分配的士兵组成的小队；他们将会得到小队名（以在全息地球仪上辨别），并且小队在任务结束后会立刻解散。<br/><Bullet/> 要将一名士兵从一支永久性的小队转移到另一支，他们必须首先在当前的小队中解除分配。"
m_strHelpButtonTooltip="小队管理帮助"

[SquadSelect_Help LWHelpTemplate]
m_strHelpTitle="小队潜入"
m_strHelpText="许多任务都需要小队花费一些时间潜入任务地点，以避免直接面对变种人最强大的部队。指挥官能够通过调整小队人数来管理潜入的次数，或是给士兵分配潜行的能力和装备。要查看这些功能的完整介绍，请查看指挥官舱室XCOM档案库的潜入条目。"
m_strHelpButtonTooltip="潜入帮助"

[X2StrategyElement_DefaultStaffSlots_LW]
m_strLiaisonLocation="避难所顾问：<XGParam:StrValue0>"

[X2StrategyElement_MissionSiteDescriptions_LW]
; This goes in front of a city name in invasion missions, e.g. "Free Chicago"
m_strLiberatedCityPrefix="Free"

[XComGameState_LWOutPost]
m_strProhibitedJobAlert="由于变种人突袭，在<XGParam:StrValue1/>，<XGParam:IntValue0/>天内反抗军成员无法分配到<XGParam:StrValue0/>工作。该工作的反抗军全体人员都必须进行躲藏。"
m_strProhibitedJobEnded="<XGParam:StrValue0/>中安排在<XGParam:StrValue1/>的反抗军成员现在开始重新作业。"

[X2StrategyElement_DefaultAlienActivities]
m_strInsufficientRebels="避难所需要至少<XGParam:IntValue0/>反抗军才能与邻近地区联络"

[UIScreenListener_Alert]
m_strInvasionTitle="变种人入侵"
m_strInvasionLabel="解放受突袭的地区"
m_strInvasionBody="指挥官，变种人正在试图重新征服已解放地区。他们正在对临时政府的总部发动一次大规模的进攻。"
m_strInvasionFlare="紧急通信"
m_strInvasionConfirm="查看入侵地点"

[UIUtilities_LW]
m_strStripWeaponUpgrades=去除所有武器升级
m_strStripWeaponUpgradesLower=去除所有武器升级
m_strStripWeaponUpgradesConfirm=确认去除所有武器升级
m_strStripWeaponUpgradesConfirmDesc=确认去除所有未由出战当前任务士兵所装备的主武器上的升级配件。该配件可立刻供所有士兵装备。
m_strTooltipStripWeapons=移除所有未选择为出战当前任务的士兵的武器升级。

m_strInfiltrationMission="潜入任务"
m_strQuickResponseMission="快速反应任务"
m_strFixedEvacLocation="固定撤离点"
m_strFlareEvac="照明弹撤离"
m_strDelayedEvac="撤离延迟"
m_strNoEvac="无撤离"
m_strMaxSquadSize="小队最大规模"
m_strConcealedStart="起始隐匿"
m_strRevealedStart="起始暴露"
m_strObjectiveTimer="目标计时器："
m_strExtractionTimer="撤离计时器："
m_strEvacTimer="天际游侠到达："
m_strGetCorpses="全面回收"
m_strSweepObjective="扫荡任务"
m_strEvacRequired="需要撤离"
m_strTurnSingular="回合"
m_strTurnPlural="回合"
m_strMinimumInfiltration="需要 <XGParam:IntValue0>% 潜入"
m_strYellowAlert="敌人高度警戒"

m_sAverageScatterText="± <XGParam:StrValue0/> 格"

m_strAllHandsToHangar=所有人员前往机库
m_strAllHandsToHangarConfirm=确认所有人员前往机库
m_strAllHandsToHangarConfirmDesc=确认移除所有正在游击战术学校和高级战事中心受训的士兵，使其可出战本次任务。这将迫使士兵需要重新训练。灵能实验室训练不受影响。
m_strTooltipAllHandsToHangar=移除所有正在游击战术学校和高级战事中心受训的士兵。

m_strPrevHaven="上一个避难所"
m_strNextHaven="下一个避难所"

m_strVIPCaptureReward="（仅俘虏VIP）"

[Logistics X2LWAlienActivityTemplate]
ActivityObjectives[0]="获得变种人的给养箱"
+MissionDescriptions=(MissionFamily="SmashnGrab_LW", Description="反抗军找到一个含有重要资源的变种人补给站，我们可以将这些资源作为己用", MissionIndex=0)
